Repository: CubeEdge/Longhorn
Catalog: ios/LonghornApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

# toast.unstarred_success
source: Unstarred successfully
de: Favorit entfernt
ja: スターを外しました
zh_hans: 已取消收藏

# upload.clear_completed
source: Clear Completed
de: Abgeschlossene löschen
ja: 完了済みをクリア
zh_hans: 清除已完成

# upload.no_tasks
source: No upload tasks
de: Keine Upload-Aufgaben
ja: アップロードタスクがありません
zh_hans: 没有上传任务

# upload.no_tasks_description
source: Uploaded files will appear here
de: Hochgeladene Dateien werden hier angezeigt
ja: アップロードされたファイルがここに表示されます
zh_hans: 上传的文件将显示在这里

# upload.remaining_hours
source: %d hr left
de: Noch %d Std.
ja: 残り%d時間
zh_hans: 剩余 %d 小时

# upload.remaining_minutes
source: %d min left
de: Noch %d Min.
ja: 残り%d分
zh_hans: 剩余 %d 分钟

# upload.remaining_seconds
source: %d sec left
de: Noch %d Sek.
ja: 残り%d秒
zh_hans: 剩余 %d 秒

# upload.tasks_title
source: Upload Tasks
de: Upload-Aufgaben
ja: アップロードタスク
zh_hans: 上传任务

# user.add_permission
source: Add Permission
de: Berechtigung hinzufügen
ja: 権限を追加
zh_hans: 增加授权

# user.basic_info
source: Basic Info
de: Basisinformationen
ja: 基本情報
zh_hans: 基本信息

# user.created_at
source: Joined At
de: Beigetreten am
ja: 入社日
zh_hans: 入职时间

# user.department
source: Department
de: Abteilung
ja: 部署
zh_hans: 部门

# user.dept_unassigned
source: Unassigned
de: Nicht zugewiesen
ja: 未割り当て
zh_hans: 未分配

# user.no_permissions
source: No additional permissions
de: Keine zusätzlichen Berechtigungen
ja: 追加権限なし
zh_hans: 无额外权限

# user.permissions
source: Permissions
de: Berechtigungen
ja: 権限
zh_hans: 特殊权限

# user.reset_password_placeholder
source: Reset Password (leave empty)
de: Passwort zurücksetzen (leer lassen)
ja: パスワードをリセット（空欄のままにする）
zh_hans: 重置密码 (留空则不修改)

# user.role
source: Role
de: Rolle
ja: 役割
zh_hans: 角色

# user.username
source: Username
de: Benutzername
ja: ユーザー名
zh_hans: 用户名

# view.grid
source: Grid
de: Raster
ja: グリッド
zh_hans: 网格

# view.list
source: List
de: Liste
ja: リスト
zh_hans: 列表

# view.title
source: View
de: Ansicht
ja: 表示
zh_hans: 视图

# stats.details
source: Details
ja: 詳細
zh_hans: 详情

# stats.upload
source: Upload
ja: アップロード
zh_hans: 上传

# dept.MS
source: Marketing
ja: マーケティング
zh_hans: 市场部

# filter.audio
source: Audio
ja: 音楽
zh_hans: 音频

# filter.video
source: Videos
ja: 動画
zh_hans: 视频

# label.name
source: Name
ja: 名前
zh_hans: 名称

# settings.cache
source: Cache
ja: キャッシュ
zh_hans: 缓存

# settings.server
source: Server
ja: サーバー
zh_hans: 服务器

# settings.server_url
source: Server URL
ja: サーバーのURL
zh_hans: 服务器地址

# settings.version
source: Version
ja: バージョン
zh_hans: 版本

# sort.name
source: Name
ja: 名前
zh_hans: 名称

# more.personal_space
source: Personal Space
zh_hans: 个人空间

# more.my_files
source: View my files
zh_hans: 查看我的文件

# more.data_overview
source: Data Overview
zh_hans: 数据概览

# more.check_storage_trend
source: Check Storage Trend
zh_hans: 查看存储趋势

# stats.storage_percent
source: Percentage of Total: %@
zh_hans: 存储总量的 %@

# toast.reset_success
source: Preferences Restored
zh_hans: 偏好设置已恢复

# settings.advanced
source: Advanced
zh_hans: 高级

# settings.reset_preferences
source: Reset All Preferences
zh_hans: 重置所有偏好设置

# settings.reset_message
source: This will restore default sort order and view modes. Your files will not be deleted.
zh_hans: 这将恢复默认排序和视图模式。您的文件不会被删除。

# action.location
source: Open Location
zh_hans: 所在位置

# action.ok
source: OK
zh_hans: 确定

# folder_picker.move_here
source: Move here
zh_hans: 移动到此位置

# label.path
source: Path
zh_hans: 路径

# label.share_count
source: Share Count
zh_hans: 分享次数

# label.size
source: Size
zh_hans: 大小

# label.star_count
source: Star Count
zh_hans: 收藏次数

source: Link copied
zh_hans: 链接已复制

# share.action.edit
source: Edit Share
zh_hans: 编辑分享

# share.status.protected
source: Protected
zh_hans: 有密码
